week_13/gunControlDebate.tex
% Created 2022-04-04 Mon 15:13
% Intended LaTeX compiler: pdflatex
\documentclass{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{241 Teaching Team}
\date{\today}
\title{Gun Control Debate}
\hypersetup{
 pdfauthor={241 Teaching Team},
 pdftitle={Gun Control Debate},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{The Set Up}
\label{sec:org566d67d}
Recently --- for the last decade or more --- there has been considerable political discussion about individuals' Second Amendment rights.\footnote{Hold aside the statments made by the Republican Presidential nominee about the ``Second Amendment People'' doing something to the Democratic Presidential nominee\ldots{}} Gun violence has caused incredible harm to communities. Its blight disproportionately affects communities of color: one estimate finds that Black Americans experience 10 times the number of gun homicides, and 18 times the number of incedents of gun violence.

\section{What We're Interested In}
\label{sec:org901ada4}
There are a lot of arguments that are out there. Some are normative, some historical, some preferential. As a human and a citizen, we have preferences over outcomes, but as \emph{scientists} we have a responsibility to pose a question that can be adjucated empirically.
If one were to boil the debate down to its most basic claims, it certainly sounds like a causal question: \emph{Would enacting tougher gun-control legislation cause a reduction in the harm from violent acts?}

\section{For Both Groups}
\label{sec:org9b4ffc3}
You are going to think about the evidence that might exist that would enable us to adjudicate whether we should enact some form of legislation that would make it harder to own guns. We are not concerned in the policy, what it does, or how it does it. This means: don't get bogged down in the minutia of building a \emph{particular} policy. 

\subsection{Consider the following points:}
\label{sec:orgba6b8da}

\begin{itemize}
\item What is the causal quantity (\(\tau\)) that we are interested in?
\item Although there have, to date, been no studies that have been intentionally designed to identify the causal effects of some policy, there have been attempts in the past to reduce gun use in some areas.
\item Although the details of particular instances are not important, Chicago is one area that has restricted some forms of hand-gun ownership. At other points, some states have enacted reductions. Or, alternatively, some countries have enacted large-scale buy back (Australia) or prohibitions in the first place (Japan).
\begin{itemize}
\item What is the most that we learn from these forms of policy interventions?
\item What is the least that we learn from these forms of policy interventions?
\item How do you reason about how informative these interventions are about the effects of the policy that you might propose \emph{here} and \emph{now}?
\end{itemize}
\item What are the outcomes that we are interested in?
\item What types of studies might have been rolled out in the past?
\begin{itemize}
\item What does the design of such a studyd look like?
\item What are the concerns with a design of that particular form?
\item AKA: What are the strengths of the types of past designs? What are the limitations?
\end{itemize}
\item How would you structure a pro-restriction argument (again, not focusing on the particular details of a specific plan) to try and convince the group that does not want reductions?
\end{itemize}

\section{Pro Gun Control: We Should Enact Some Policy That Makes It Harder To Have Guns}
\label{sec:org956b39a}
With the common understanding of Section 3.1.1 as the back drop:
\begin{itemize}
\item Craft the strongest argument that you can for \emph{why} we should, given the present observational evidence, enact some law that makes it harder to people to own guns.
\item We don't particularly care for sentimental arguments or arguments based on a morality that appeals to (a) fairness; (b) a higher being; or (c) constitutional protections. These are might be a useful way to have an argument, but they are not amenable to a scientific answer.
\item Consider the responses that the ``con'' group will bring forward, and try to spike these arguments.
\end{itemize}

\section{Con (We Should Not Enact Some Policy That Makes It Harder To Have Guns)}
\label{sec:org6fb06c1}
With this as the back drop: 
\begin{itemize}
\item Craft the strongest argument that you can for \emph{why} we should NOT, given the present observational evidence, enact some law that makes it harder for people to own guns.
\item We don't particularly care for sentimental arguments or arguments based on a morality that appeals to (a) fairness; (b) a higher being; or (c) constitutional protections. These are might be a useful way to have an argument, but they are not amenable to a scientific answer.
\item Consider the types of arguments that the ``pro'' group is going to make, and your responses.
\end{itemize}

\section{Now Design a Federal Intervention}
\label{sec:orgd00c894}
\begin{itemize}
\item Imagine that your group is Executive, Legislature, and Courts for a day.
\item With this ultimate power, design a federal policy to generate the kind of causal evidence that would allow us to come down on one side or another of this debate:
\begin{itemize}
\item Suppose that the politically feasible policy would institute a buy-back program at 150\% of the 2020 marketplace value.
\item What are the units that you would randomize? How would you randomize them?
\item What are the primary and secondary outcomes that are the focus of your study?
\item What is the time scale of your study?
\item Do you have concerns about: attrition, non-compliance, spillover, displacement, failed randomization, selection? How can you mitigate those, or how can you build a test for their presence?
\item Draw out the grammar of your intervention with: M, N, R, O, X.
\item What are the strengths and weaknesses of your:
\begin{itemize}
\item Design
\item Intervention
\end{itemize}
\end{itemize}
\end{itemize}
\end{document}
